Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fa: پیشرفته
fr: Avancé
hi: उन्नत
id: Lanjutan
it: Avanzate
ja_jp: 詳細
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
sv: Avancerat
th: ขั้นสูง
tr: Gelişmiş
uk: Додатково
vi: Nâng cao
zh_cn: 高级
zh_tw: 進階

source: Advanced options
ar: خيارات متقدمة
de: Erweiterte Optionen
es: Opciones avanzadas
fa: گزینه‌های پیشرفته
fr: Options avancées
hi: उन्नत विकल्प
id: Opsi lanjutan
it: Opzioni avanzate
ja_jp: 詳細オプション
ko: 고급 옵션
nl: Geavanceerde opties
pl: Opcje zaawansowane
pt_br: Opções avançadas
ru: Расширенные параметры
sv: Avancerade alternativ
th: ตัวเลือกขั้นสูง
tr: Gelişmiş seçenekler
uk: Розширені параметри
vi: Tùy chọn nâng cao
zh_cn: 高级选项
zh_tw: 進階選項

source: Advanced…
ar: متقدم…
de: Erweitert…
es: Avanzado…
fa: پیشرفته…
fr: Avancé…
hi: उन्नत…
id: Lanjutan…
it: Avanzate…
ja_jp: 詳細…
ko: 고급…
nl: Geavanceerd…
pl: Zaawansowane…
pt_br: Avançado…
ru: Дополнительно…
sv: Avancerat…
th: ขั้นสูง…
tr: Gelişmiş…
uk: Додатково…
vi: Nâng cao…
zh_cn: 高级…
zh_tw: 進階…

source: Agent
ar: الوكيل
es: Agente
fa: عامل
hi: एजेंट
id: Agen
it: Agente
ja_jp: エージェント
ko: 에이전트
pt_br: Agente
ru: Агент
th: เอเจนต์
tr: Aracı
uk: Агент
vi: Tác nhân
zh_cn: 代理
zh_tw: 代理程式

source: Agent Events
ar: أحداث الوكيل
de: Agent-Ereignisse
es: Eventos del agente
fa: رویدادهای عامل
fr: Événements de l’agent
hi: एजेंट इवेंट
id: Peristiwa Agen
it: Eventi dell'agente
ja_jp: エージェントイベント
ko: 에이전트 이벤트
nl: Agentgebeurtenissen
pl: Zdarzenia agenta
pt_br: Eventos do agente
ru: События агента
sv: Agenthändelser
th: เหตุการณ์ของเอเจนต์
tr: Aracı Olayları
uk: Події агента
vi: Sự kiện agent
zh_cn: 代理事件
zh_tw: 代理程式事件

source: Agent ID
ar: معرّف الوكيل
es: ID del agente
fa: شناسه Agent
fr: ID de l’agent
id: ID Agen
it: ID agente
pl: Identyfikator agenta
pt_br: ID do agente
ru: ID агента
vi: ID tác tử

source: Agent avatar
ar: الصورة الرمزية للوكيل
de: Agenten-Avatar
es: Avatar del agente
fa: آواتار عامل
fr: Avatar de l’agent
hi: एजेंट का अवतार
id: Avatar agen
it: Avatar dell'agente
ja_jp: エージェントのアバター
ko: 에이전트 아바타
pl: Awatar agenta
pt_br: Avatar do agente
ru: Аватар агента
th: อวตารของเอเจนต์
tr: Ajan avatarı
uk: Аватар агента
vi: Ảnh đại diện của tác tử
zh_cn: 智能体头像
zh_tw: 代理程式頭像

source: Agent request failed
ar: فشل طلب الوكيل
de: Agent-Anfrage fehlgeschlagen
es: Error en la solicitud del agente
fa: درخواست عامل ناموفق بود
fr: Échec de la demande de l’agent
hi: एजेंट अनुरोध विफल रहा
id: Permintaan agen gagal
it: Richiesta agente non riuscita
ja_jp: エージェントリクエストに失敗しました
ko: 에이전트 요청 실패
nl: Agentverzoek mislukt
pl: Żądanie agenta nie powiodło się
pt_br: Falha na solicitação do agente
ru: Не удалось выполнить запрос агента
sv: Agentbegäran misslyckades
th: คำขอ agent ล้มเหลว
tr: Ajan isteği başarısız oldu
uk: Запит агента не виконано
vi: Yêu cầu agent không thành công
zh_cn: 代理请求失败
zh_tw: 代理請求失敗

source: Agents can run shell commands on this Mac without allowlist checks.
ar: يمكن للوكلاء تشغيل أوامر Shell على جهاز Mac هذا دون التحقق من قائمة السماح.
de: Agents können Shell-Befehle auf diesem Mac ohne Prüfung der Zulassungsliste ausführen.
es: Los agentes pueden ejecutar comandos de shell en este Mac sin comprobaciones de la lista de permitidos.
fa: عامل‌ها می‌توانند فرمان‌های Shell را روی این Mac بدون بررسی فهرست مجاز اجرا کنند.
fr: Les agents peuvent exécuter des commandes shell sur ce Mac sans vérification de la liste d’autorisation.
hi: एजेंट इस Mac पर allowlist जाँचों के बिना shell कमांड चला सकते हैं।
id: Agent dapat menjalankan perintah shell di Mac ini tanpa pemeriksaan allowlist.
it: Gli agenti possono eseguire comandi shell su questo Mac senza controlli dell'elenco consentiti.
ja_jp: エージェントは、この Mac で許可リストのチェックなしにシェルコマンドを実行できます。
ko: 에이전트가 이 Mac에서 허용 목록 확인 없이 셸 명령을 실행할 수 있습니다.
nl: Agents kunnen shell-opdrachten op deze Mac uitvoeren zonder allowlist-controles.
pl: Agenci mogą uruchamiać polecenia powłoki na tym Macu bez sprawdzania listy dozwolonych.
pt_br: Agentes podem executar comandos de shell neste Mac sem verificações da lista de permissões.
ru: Агенты могут выполнять команды оболочки на этом Mac без проверок по списку разрешённых.
sv: Agenter kan köra skalkommandon på denna Mac utan kontroller mot tillåtelselistan.
th: เอเจนต์สามารถเรียกใช้คำสั่งเชลล์บน Mac เครื่องนี้ได้โดยไม่ต้องตรวจสอบ allowlist
tr: Ajanlar, bu Mac’te allowlist kontrolleri olmadan shell komutları çalıştırabilir.
uk: Агенти можуть виконувати команди оболонки на цьому Mac без перевірок списку дозволених.
vi: Agent có thể chạy lệnh shell trên máy Mac này mà không cần kiểm tra danh sách cho phép.
zh_cn: Agent 可以在此 Mac 上运行 Shell 命令，无需进行允许列表检查。
zh_tw: Agents 可在此 Mac 上執行 shell commands，無需允許清單檢查。

source: All
ar: الكل
de: Alle
es: Todo
fa: همه
fr: Tous
hi: सभी
id: Semua
it: Tutte
ja_jp: すべて
ko: 모두
nl: Alle
pl: Wszystkie
pt_br: Tudo
ru: Все
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_cn: 全部
zh_tw: 全部

source: All access granted
ar: تم منح كل صلاحيات الوصول
de: Alle Zugriffe gewährt
es: Todos los accesos concedidos
fa: همهٔ دسترسی‌ها اعطا شده‌اند
fr: Tous les accès accordés
hi: सभी एक्सेस दिए गए
id: Semua akses diberikan
it: Tutti gli accessi concessi
ja_jp: すべてのアクセスが許可されました
ko: 모든 접근 권한 허용됨
nl: Alle toegang verleend
pl: Przyznano cały dostęp
pt_br: Todos os acessos concedidos
ru: Весь доступ предоставлен
sv: All åtkomst beviljad
th: ได้รับสิทธิ์เข้าถึงทั้งหมดแล้ว
tr: Tüm erişimler verildi
uk: Усі доступи надано
vi: Đã cấp tất cả quyền truy cập
zh_cn: 已授予所有访问权限
zh_tw: 已授予所有存取權

source: Allow Camera
ar: السماح بالكاميرا
de: Kamera erlauben
es: Permitir cámara
fa: اجازه به دوربین
fr: Autoriser la caméra
hi: Camera की अनुमति दें
id: Izinkan Kamera
it: Consenti fotocamera
ja_jp: Camera を許可
ko: Camera 허용
nl: Camera toestaan
pl: Zezwalaj na kamerę
pt_br: Permitir Câmera
ru: Разрешить камеру
sv: Tillåt kamera
th: อนุญาต Camera
tr: Kameraya izin ver
uk: Дозволити камеру
vi: Cho phép Camera
zh_cn: 允许 Camera
zh_tw: 允許 Camera

source: Allow Canvas
ar: السماح باللوحة
de: Canvas erlauben
es: Permitir Canvas
fa: اجازه به Canvas
fr: Autoriser Canvas
hi: Canvas की अनुमति दें
id: Izinkan Canvas
it: Consenti Canvas
ja_jp: Canvas を許可
ko: Canvas 허용
nl: Canvas toestaan
pl: Zezwalaj na Canvas
pt_br: Permitir Canvas
ru: Разрешить Canvas
sv: Tillåt Canvas
th: อนุญาต Canvas
tr: Canvas'a izin ver
uk: Дозволити Canvas
vi: Cho phép Canvas
zh_cn: 允许 Canvas
zh_tw: 允許 Canvas

source: Allow Computer Control
ar: السماح بالتحكم في الكمبيوتر
de: Computersteuerung erlauben
es: Permitir control del equipo
fa: اجازه کنترل رایانه
fr: Autoriser le contrôle de l'ordinateur
hi: कंप्यूटर नियंत्रण की अनुमति दें
id: Izinkan Kontrol Komputer
it: Consenti controllo del computer
ja_jp: コンピュータの制御を許可
ko: 컴퓨터 제어 허용
nl: Computerbesturing toestaan
pl: Zezwól na sterowanie komputerem
pt_br: Permitir controle do computador
ru: Разрешить управление компьютером
sv: Tillåt datorkontroll
th: อนุญาตการควบคุมคอมพิวเตอร์
tr: Bilgisayar Kontrolüne İzin Ver
uk: Дозволити керування комп'ютером
vi: Cho phép điều khiển máy tính
zh_cn: 允许计算机控制
zh_tw: 允許電腦控制

source: Allow OpenClaw to capture a screen area
ar: السماح لـ OpenClaw بالتقاط منطقة من الشاشة
de: OpenClaw das Aufnehmen eines Bildschirmbereichs erlauben
es: Permitir que OpenClaw capture un área de la pantalla
fa: اجازه به OpenClaw برای ثبت بخشی از صفحه‌نمایش
fr: Autoriser OpenClaw à capturer une zone de l’écran
hi: OpenClaw को स्क्रीन का क्षेत्र कैप्चर करने की अनुमति दें
id: Izinkan OpenClaw menangkap area layar
it: Consenti a OpenClaw di acquisire un'area dello schermo
ja_jp: OpenClawによる画面領域のキャプチャを許可
ko: OpenClaw가 화면 영역을 캡처하도록 허용
nl: OpenClaw toestaan een schermgebied vast te leggen
pl: Zezwól OpenClaw na przechwytywanie obszaru ekranu
pt_br: Permitir que o OpenClaw capture uma área da tela
ru: Разрешить OpenClaw захватывать область экрана
sv: Tillåt OpenClaw att ta en skärmbild av ett skärmområde
th: อนุญาตให้ OpenClaw จับภาพพื้นที่หน้าจอ
tr: OpenClaw'un bir ekran alanını yakalamasına izin ver
uk: Дозволити OpenClaw захоплювати область екрана
vi: Cho phép OpenClaw chụp một vùng màn hình
zh_cn: 允许 OpenClaw 捕获屏幕区域
zh_tw: 允許 OpenClaw 擷取螢幕區域

source: Allow OpenClaw to capture windows
ar: السماح لـ OpenClaw بالتقاط النوافذ
de: OpenClaw das Aufnehmen von Fenstern erlauben
es: Permitir que OpenClaw capture ventanas
fa: اجازه به OpenClaw برای ثبت پنجره‌ها
fr: Autoriser OpenClaw à capturer des fenêtres
hi: OpenClaw को विंडो कैप्चर करने की अनुमति दें
id: Izinkan OpenClaw menangkap jendela
it: Consenti a OpenClaw di acquisire le finestre
ja_jp: OpenClawによるウインドウのキャプチャを許可
ko: OpenClaw가 윈도우를 캡처하도록 허용
nl: OpenClaw toestaan vensters vast te leggen
pl: Zezwól OpenClaw na przechwytywanie okien
pt_br: Permitir que o OpenClaw capture janelas
ru: Разрешить OpenClaw захватывать окна
sv: Tillåt OpenClaw att ta skärmbilder av fönster
th: อนุญาตให้ OpenClaw จับภาพหน้าต่าง
tr: OpenClaw'un pencereleri yakalamasına izin ver
uk: Дозволити OpenClaw захоплювати вікна
vi: Cho phép OpenClaw chụp các cửa sổ
zh_cn: 允许 OpenClaw 捕获窗口
zh_tw: 允許 OpenClaw 擷取視窗

source: Allow Voice Wake, push-to-talk, Talk Mode, and Quick Chat dictation
ar: السماح بالتنبيه الصوتي والضغط للتحدث ووضع التحدث والإملاء في Quick Chat
de: Voice Wake, Push-to-Talk, Talk Mode und Quick-Chat-Diktat erlauben
es: Permitir Voice Wake, pulsar para hablar, Modo de conversación y dictado de Quick Chat
fa: اجازه دادن به Voice Wake، فشار برای صحبت، حالت گفتگو و دیکته Quick Chat
fr: Autoriser Voice Wake, la fonction push-to-talk, le mode Talk et la dictée Quick Chat
hi: Voice Wake, push-to-talk, Talk Mode, और Quick Chat डिक्टेशन की अनुमति दें
id: Izinkan Voice Wake, push-to-talk, Talk Mode, dan dikte Quick Chat
it: Consenti Voice Wake, push-to-talk, Modalità Conversazione e dettatura Quick Chat
ja_jp: Voice Wake、プッシュトゥトーク、Talk Mode、Quick Chatのディクテーションを許可
ko: 음성 깨우기, 푸시투토크, Talk Mode, 빠른 채팅 받아쓰기를 허용합니다
nl: Sta Voice Wake, push-to-talk, Talk Mode en Quick Chat-dictaat toe
pl: Zezwól na Wybudzanie głosem, tryb push-to-talk, tryb rozmowy i dyktowanie Quick Chat
pt_br: Permitir Voice Wake, push-to-talk, Talk Mode e ditado do Quick Chat
ru: Разрешить Voice Wake, push-to-talk, Talk Mode и диктовку Quick Chat
sv: Tillåt röstväckning, tryck-och-prata, Talk Mode och diktering i Quick Chat
th: อนุญาต Voice Wake, push-to-talk, Talk Mode และการป้อนตามคำบอกของ Quick Chat
tr: Voice Wake, bas-konuş, Talk Mode ve Quick Chat dikte özelliklerine izin ver
uk: Дозволити Voice Wake, push-to-talk, режим розмови та диктування Quick Chat
vi: Cho phép Voice Wake, nhấn-để-nói, Talk Mode và đọc chính tả Quick Chat
zh_cn: 允许语音唤醒、按键说话、Talk Mode 和 Quick Chat 听写
zh_tw: 允許語音喚醒、按住通話、Talk Mode 及 Quick Chat 聽寫

source: Allow agents to use device location when a tool asks for it.
ar: السماح للوكلاء باستخدام موقع الجهاز عندما تطلبه أداة.
de: Agenten erlauben, den Gerätestandort zu verwenden, wenn ein Tool danach fragt.
es: Permite que los agentes usen la ubicación del dispositivo cuando una herramienta la solicite.
fa: به عامل‌ها اجازه دهید وقتی ابزاری درخواست می‌کند، از موقعیت مکانی دستگاه استفاده کنند.
fr: Autoriser les agents à utiliser la localisation de l’appareil lorsqu’un outil la demande.
hi: जब कोई टूल मांगता है, तो एजेंटों को डिवाइस स्थान का उपयोग करने दें।
id: Izinkan agen menggunakan lokasi perangkat saat alat memintanya.
it: Consenti agli agenti di usare la posizione del dispositivo quando uno strumento la richiede.
ja_jp: ツールが要求した場合に、エージェントがデバイスの位置情報を使用できるようにします。
ko: 도구에서 요청할 때 에이전트가 기기 위치를 사용할 수 있도록 허용합니다.
nl: Sta agents toe de apparaatlocatie te gebruiken wanneer een tool daarom vraagt.
pl: Zezwól agentom na używanie lokalizacji urządzenia, gdy narzędzie o nią poprosi.
pt_br: Permita que agentes usem a localização do dispositivo quando uma ferramenta solicitar.
ru: Разрешить агентам использовать геопозицию устройства, когда инструмент запрашивает ее.
sv: Tillåt agenter att använda enhetens plats när ett verktyg ber om den.
th: อนุญาตให้เอเจนต์ใช้ตำแหน่งที่ตั้งของอุปกรณ์เมื่อเครื่องมือร้องขอ
tr: Bir araç istediğinde aracıların aygıt konumunu kullanmasına izin verin.
uk: Дозволити агентам використовувати місцезнаходження пристрою, коли інструмент запитує його.
vi: Cho phép các agent sử dụng vị trí thiết bị khi một công cụ yêu cầu.
zh_cn: 当工具请求时，允许代理使用设备位置。
zh_tw: 允許代理在工具要求時使用裝置位置。

source: Allow shell commands without checking the allowlist.
ar: السماح بأوامر shell من دون التحقق من قائمة السماح.
de: Shell-Befehle zulassen, ohne die Zulassungsliste zu prüfen.
es: Permitir comandos de shell sin comprobar la lista de permitidos.
fa: فرمان‌های پوسته را بدون بررسی فهرست مجاز اجرا کنید.
fr: Autoriser les commandes shell sans vérifier la liste d’autorisation.
hi: अनुमति-सूची की जाँच किए बिना शेल कमांड की अनुमति दें।
id: Izinkan perintah shell tanpa memeriksa daftar izin.
it: Consenti i comandi shell senza verificare l'elenco dei comandi consentiti.
ja_jp: 許可リストを確認せずにシェルコマンドを許可します。
ko: 허용 목록을 확인하지 않고 셸 명령을 허용합니다.
nl: Sta shellopdrachten toe zonder de toelatingslijst te controleren.
pl: Zezwalaj na polecenia powłoki bez sprawdzania listy dozwolonych.
pt_br: Permitir comandos de shell sem verificar a lista de permissões.
ru: Разрешать команды оболочки без проверки списка разрешений.
sv: Tillåt skalkommandon utan att kontrollera listan över tillåtna kommandon.
th: อนุญาตคำสั่งเชลล์โดยไม่ตรวจสอบรายการที่อนุญาต
tr: İzin verilenler listesini kontrol etmeden kabuk komutlarına izin ver.
uk: Дозволяти команди оболонки без перевірки списку дозволених.
vi: Cho phép các lệnh shell mà không cần kiểm tra danh sách cho phép.
zh_cn: 无需检查允许列表即可执行 shell 命令。
zh_tw: 允許 Shell 命令，無須檢查允許清單。

source: Allow signed tools (e.g. `peekaboo`) to drive UI automation via PeekabooBridge. Requires Computer Control; otherwise run Peekaboo's own Mac app.
ar: السماح للأدوات الموقّعة (مثل `peekaboo`) بتشغيل أتمتة واجهة المستخدم عبر PeekabooBridge. يتطلب Computer Control؛ وإلا فشغّل تطبيق Mac الخاص بـ Peekaboo.
de: Signierten Tools (z. B. `peekaboo`) erlauben, die UI-Automatisierung über PeekabooBridge zu steuern. Erfordert Computer Control; führen Sie andernfalls Peekaboos eigene Mac-App aus.
es: Permite que herramientas firmadas (por ejemplo, `peekaboo`) controlen la automatización de UI mediante PeekabooBridge. Requiere Computer Control; de lo contrario, ejecuta la propia app para Mac de Peekaboo.
fa: به ابزارهای امضاشده (مثل `peekaboo`) اجازه می‌دهد تا خودکارسازی UI را از طریق PeekabooBridge هدایت کنند. به Computer Control نیاز دارد؛ در غیر این صورت اپلیکیشن Mac اختصاصی Peekaboo را اجرا کنید.
fr: Autoriser les outils signés (par ex. `peekaboo`) à piloter l'automatisation de l'interface via PeekabooBridge. Nécessite Computer Control ; sinon, utilisez l'application Mac de Peekaboo.
hi: हस्ताक्षरित टूल (उदा. `peekaboo`) को PeekabooBridge के माध्यम से UI automation चलाने की अनुमति दें। इसके लिए Computer Control आवश्यक है; अन्यथा Peekaboo का अपना Mac app चलाएँ।
id: Izinkan alat bertanda tangan (mis. `peekaboo`) untuk menjalankan otomatisasi UI melalui PeekabooBridge. Memerlukan Computer Control; jika tidak, jalankan aplikasi Mac milik Peekaboo sendiri.
it: Consenti agli strumenti firmati (ad es. `peekaboo`) di gestire l'automazione dell'interfaccia tramite PeekabooBridge. Richiede Computer Control; altrimenti esegui l'app Mac dedicata di Peekaboo.
ja_jp: 署名済みツール（例: `peekaboo`）が PeekabooBridge 経由で UI 自動化を実行できるようにします。Computer Control が必要です。それ以外の場合は Peekaboo 専用の Mac アプリを実行してください。
ko: 서명된 도구(예: `peekaboo`)가 PeekabooBridge를 통해 UI 자동화를 구동하도록 허용합니다. Computer Control이 필요하며, 그렇지 않으면 Peekaboo 자체 Mac 앱을 실행하세요.
nl: Sta ondertekende tools (bijv. `peekaboo`) toe om UI-automatisering aan te sturen via PeekabooBridge. Vereist Computer Control; voer anders Peekaboo's eigen Mac-app uit.
pl: Zezwalaj podpisanym narzędziom (np. `peekaboo`) na sterowanie automatyzacją interfejsu za pomocą PeekabooBridge. Wymaga Computer Control; w przeciwnym razie uruchom własną aplikację Mac Peekaboo.
pt_br: Permitir que ferramentas assinadas (por exemplo, `peekaboo`) controlem a automação de UI via PeekabooBridge. Requer o Computer Control; caso contrário, execute o próprio app Mac do Peekaboo.
ru: Разрешить подписанным инструментам (например, `peekaboo`) управлять UI-автоматизацией через PeekabooBridge. Требуется Computer Control; иначе запустите собственное Mac-приложение Peekaboo.
sv: Tillåt signerade verktyg (t.ex. `peekaboo`) att driva UI-automatisering via PeekabooBridge. Kräver Computer Control; kör annars Peekaboos egen Mac-app.
th: อนุญาตให้เครื่องมือที่ลงนามแล้ว (เช่น `peekaboo`) ควบคุมการทำงานอัตโนมัติของ UI ผ่าน PeekabooBridge ต้องใช้ Computer Control มิฉะนั้นให้เรียกใช้แอป Mac ของ Peekaboo เอง
tr: İmzalı araçların (ör. `peekaboo`) PeekabooBridge aracılığıyla UI otomasyonunu yönetmesine izin verin. Computer Control gerektirir; aksi takdirde Peekaboo'nun kendi Mac uygulamasını çalıştırın.
uk: Дозволити підписаним інструментам (напр. `peekaboo`) керувати автоматизацією UI через PeekabooBridge. Потрібен Computer Control; інакше запустіть власний Mac-застосунок Peekaboo.
vi: Cho phép các công cụ đã ký (ví dụ `peekaboo`) điều khiển tự động hóa UI thông qua PeekabooBridge. Yêu cầu Computer Control; nếu không hãy chạy ứng dụng Mac riêng của Peekaboo.
zh_cn: 允许已签名的工具（例如 `peekaboo`）通过 PeekabooBridge 驱动 UI 自动化。需要 Computer Control；否则请运行 Peekaboo 自己的 Mac 应用。
zh_tw: 允許已簽署的工具（例如 `peekaboo`）透過 PeekabooBridge 驅動 UI 自動化。需要 Computer Control；否則請執行 Peekaboo 自己的 Mac 應用程式。

source: Allow the agent to capture a photo or short video via the built-in camera.
ar: السماح للوكيل بالتقاط صورة أو فيديو قصير عبر الكاميرا المدمجة.
de: Dem Agenten erlauben, über die integrierte Kamera ein Foto oder ein kurzes Video aufzunehmen.
es: Permitir que el agente capture una foto o un video corto mediante la cámara integrada.
fa: به عامل اجازه دهید از طریق دوربین داخلی عکس یا ویدیوی کوتاه بگیرد.
fr: Autoriser l’agent à capturer une photo ou une courte vidéo via la caméra intégrée.
hi: एजेंट को बिल्ट-इन कैमरा के माध्यम से फ़ोटो या छोटा वीडियो कैप्चर करने की अनुमति दें।
id: Izinkan agen mengambil foto atau video pendek melalui kamera bawaan.
it: Consenti all'agente di acquisire una foto o un breve video tramite la fotocamera integrata.
ja_jp: エージェントが内蔵カメラで写真または短い動画を撮影できるようにします。
ko: 에이전트가 내장 카메라를 통해 사진 또는 짧은 동영상을 촬영하도록 허용합니다.
nl: Sta de agent toe een foto of korte video vast te leggen via de ingebouwde camera.
pl: Zezwalaj agentowi na zrobienie zdjęcia lub nagranie krótkiego wideo za pomocą wbudowanej kamery.
pt_br: Permitir que o agente capture uma foto ou um vídeo curto pela câmera integrada.
ru: Разрешить агенту делать фото или короткое видео с помощью встроенной камеры.
sv: Tillåt agenten att ta ett foto eller en kort video via den inbyggda kameran.
th: อนุญาตให้เอเจนต์ถ่ายภาพหรือวิดีโอสั้นผ่านกล้องในตัว
tr: Aracının yerleşik kamera üzerinden fotoğraf veya kısa video çekmesine izin ver.
uk: Дозволити агенту зробити фото або коротке відео за допомогою вбудованої камери.
vi: Cho phép tác nhân chụp ảnh hoặc quay video ngắn qua camera tích hợp.
zh_cn: 允许代理通过内置摄像头拍摄照片或短视频。
zh_tw: 允許代理程式透過內建相機拍攝照片或短片。

source: Allow the agent to show and control the Canvas panel.
ar: السماح للوكيل بعرض لوحة Canvas والتحكم بها.
de: Dem Agenten erlauben, das Canvas-Panel anzuzeigen und zu steuern.
es: Permitir que el agente muestre y controle el panel Canvas.
fa: به عامل اجازه دهید پنل Canvas را نمایش دهد و کنترل کند.
fr: Autoriser l’agent à afficher et contrôler le panneau Canvas.
hi: एजेंट को Canvas पैनल दिखाने और नियंत्रित करने की अनुमति दें।
id: Izinkan agen menampilkan dan mengontrol panel Canvas.
it: Consenti all'agente di mostrare e controllare il pannello Canvas.
ja_jp: エージェントが Canvas パネルを表示および操作できるようにします。
ko: 에이전트가 Canvas 패널을 표시하고 제어하도록 허용합니다.
nl: Sta de agent toe het Canvas-paneel te tonen en te bedienen.
pl: Zezwalaj agentowi na wyświetlanie i kontrolowanie panelu Canvas.
pt_br: Permitir que o agente mostre e controle o painel Canvas.
ru: Разрешить агенту показывать панель Canvas и управлять ею.
sv: Tillåt agenten att visa och styra Canvas-panelen.
th: อนุญาตให้เอเจนต์แสดงและควบคุมแผง Canvas
tr: Aracının Canvas panelini göstermesine ve kontrol etmesine izin ver.
uk: Дозволити агенту показувати панель Canvas і керувати нею.
vi: Cho phép tác nhân hiển thị và điều khiển bảng Canvas.
zh_cn: 允许代理显示和控制 Canvas 面板。
zh_tw: 允許代理程式顯示並控制 Canvas 面板。

source: Allow trusted command patterns and handle misses with prompts.
ar: السماح بأنماط الأوامر الموثوقة والتعامل مع الأوامر غير المطابقة عبر مطالبات.
de: Vertrauenswürdige Befehlsmuster zulassen und bei Abweichungen nachfragen.
es: Permitir patrones de comandos de confianza y solicitar confirmación para los demás.
fa: الگوهای فرمان مورد اعتماد را مجاز کنید و موارد نامطابق را با درخواست تأیید مدیریت کنید.
fr: Autoriser les modèles de commandes fiables et demander confirmation pour les autres.
hi: विश्वसनीय कमांड पैटर्न की अनुमति दें और मेल न मिलने पर संकेत दिखाएँ।
id: Izinkan pola perintah tepercaya dan tangani ketidakcocokan dengan permintaan konfirmasi.
it: Consenti i modelli di comandi attendibili e, in caso di mancata corrispondenza, chiedi conferma.
ja_jp: 信頼済みのコマンドパターンを許可し、一致しない場合は確認を求めます。
ko: 신뢰할 수 있는 명령 패턴을 허용하고 일치하지 않는 경우 메시지로 확인합니다.
nl: Sta vertrouwde opdrachtpatronen toe en vraag om bevestiging bij niet-herkende opdrachten.
pl: Zezwalaj na zaufane wzorce poleceń, a w pozostałych przypadkach wyświetlaj monity.
pt_br: Permitir padrões de comandos confiáveis e solicitar confirmação quando não houver correspondência.
ru: Разрешать доверенные шаблоны команд, а в остальных случаях запрашивать подтверждение.
sv: Tillåt betrodda kommandomönster och hantera avvikelser med uppmaningar.
th: อนุญาตรูปแบบคำสั่งที่เชื่อถือได้ และแสดงข้อความแจ้งเมื่อไม่ตรงกับรูปแบบ
tr: Güvenilir komut kalıplarına izin ver ve eşleşmeyenleri istemlerle ele al.
uk: Дозволяти довірені шаблони команд, а в інших випадках запитувати підтвердження.
vi: Cho phép các mẫu lệnh đáng tin cậy và hiển thị lời nhắc khi không khớp.
zh_cn: 允许受信任的命令模式，并在未匹配时提示确认。
zh_tw: 允許受信任的命令模式，並在不符合時提示確認。

source: Allowed Commands
ar: الأوامر المسموح بها
de: Erlaubte Befehle
es: Comandos permitidos
fa: فرمان‌های مجاز
fr: Commandes autorisées
hi: अनुमत कमांड्स
id: Perintah yang Diizinkan
it: Comandi consentiti
ja_jp: 許可済みコマンド
ko: 허용된 명령
nl: Toegestane commando's
pl: Dozwolone polecenia
pt_br: Comandos permitidos
ru: Разрешенные команды
sv: Tillåtna kommandon
th: คำสั่งที่อนุญาต
tr: İzin Verilen Komutlar
uk: Дозволені команди
vi: Lệnh được phép
zh_cn: 允许的命令
zh_tw: 允許的命令

source: Allowlist
ar: قائمة السماح
de: Zulassungsliste
es: Lista de permitidos
fa: فهرست مجاز
fr: Liste d’autorisation
hi: अनुमति सूची
id: Daftar izin
it: Elenco consentiti
ja_jp: 許可リスト
ko: 허용 목록
nl: Toegestaan-lijst
pl: Lista dozwolonych
pt_br: Lista de permissões
ru: Список разрешений
sv: Tillåtelselista
th: รายการที่อนุญาต
tr: İzin listesi
uk: Список дозволених
vi: Danh sách cho phép
zh_cn: 允许列表
zh_tw: 允許清單

source: Allowlists are per-agent
ar: قوائم السماح خاصة بكل وكيل
de: Allowlists sind agentenspezifisch
es: Las listas de permitidos son por agente
fa: فهرست‌های مجاز برای هر عامل جداگانه هستند
fr: Les listes d’autorisation sont propres à chaque agent
hi: Allowlists प्रति-एजेंट हैं
id: Allowlist bersifat per agen
it: Le allowlist sono per agente
ja_jp: 許可リストはエージェントごとです
ko: 허용 목록은 agent별로 적용됩니다
nl: Allowlists zijn per agent
pl: Listy dozwolonych są przypisane do agentów
pt_br: Listas de permissões são por agente
ru: Списки разрешений задаются отдельно для каждого агента
sv: Tillåtelselistor är per agent
th: Allowlist แยกตามเอเจนต์
tr: İzin listeleri aracı başınadır
uk: Списки дозволених команд задаються для кожного агента окремо
vi: Danh sách cho phép áp dụng theo từng tác tử
zh_cn: 允许列表按代理区分
zh_tw: 允許清單依代理程式區分
